Repository: oetiker/du2rrd
Catalog: qooxdoo/source/translation/*.po
Languages: de

source: Disk Space Monitoring Delux
de: Diskplatz Überwachung der Extraklasse

source: Double-Click to draw a graph.<br/>Use Checkboxes to add items to the graph.
de: Doppelclick zeichnet die Graphik.<br/>Benutze die Checkboxen um Elemente hinzu zu fügen.

source: Created by Tobi Oetiker, OETIKER+PARTNER AG
de: Eine Kreation von Tobi Oetiker, OETIKER+PARTNER AG

source: Loading Graph failed. Try again!
de: Die Graphik konnte nicht geladen werden. Zweiter Versuch!

source: Double click on tree item to draw a graph!
de: Doppelclick auf ein Baumelement zeichnet die Graphik!

source: graph 1 month back
de: Graphik über einen Monat

source: graph 3 months back
de: Graphik über die letzten drei Monate

source: graph 1 year back
de: Graphik über das letzte Jahr

source: graph 3 years back
de: Graphik über die letzten drei Jahre

source: graph 5 years back
de: Graphik über die letzten fünf Jahre

source: graph 10 years back
de: Graphik über die letzten zehn Jahre

source: Directory
de: Verzeichnis

source: Size MB
de: Grösse MB

source: S
de: X
